Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 德克一噎，他倒是想，可他不敢说，也做不到啊。
en_us: Dirk was speechless. He wanted that to happen, but he didn't dare to say it out, nor could he make it happen.

source: 德克面色一僵，他很清楚在伊琳娜的眼中，他或许就属于不配被称为精灵的那些家伙之一。
en_us: Dirk went white. He knew very well that he was perhaps one of those fellows who were not fit be called elves in Irina's eyes.

source: 怎么会有这样不解风情的男人。
en_us: How could there be such an unromantic and insensitive man?

source: 怎么形容这种感觉呢。
en_us: How should he describe this feeling?

source: 怎么说呢……
en_us: How should he put it...

source: 恐怕他先前找埃菲说的也是同样的话，只是不知道埃菲是否答应了他的提议。
en_us: He probably told Eiffie the same thing. The thing is he did not knwo if Eiffie agreed to his suggestion.

source: 恐怖的爆炸波动，将数百米范围内的古尸全部化为飞灰。
en_us: The terrifying explosive waves turned all the ancient corpses within a few hundred meters distance into dust.

source: 您对您父亲还真是有信心啊。
en_us: You indeed very confident about your father.

source: 您就听了个寂寞？
en_us: Have you not heard a thing?

source: 悬浮在半空之中的巨蛇，足有百米长，它长着三个可怖的脑袋，后背长着一对巨大的蝠翅，简直是丑陋和恐怖的化身。
en_us: The giant snake that was hovering in midair was over 100 meters long. It had three scary heads and a pair of giant bat wings behind its back. It was exactly the incarnation of ugliness and scariness.

source: 悲惨的身世，童年流落街头的经历，都让这些孩子比起一般的孩子更加胆怯和自卑，他们像刺猬一样将锋芒留在外面，防范着世界，也不将自己的柔软和情绪向世界展露。
en_us: Miserable backgrounds and the experience of wandering on the streets made these children more timid and self-conscious. They acted tough, and were guarded against the world like a porcupine. They wouldn't show their gentleness and emotions to the world.

source: 惋惜，是许多人对于马库斯大师的标签。
en_us: Pity, that was what many felt about Master Marcus.

source: 想到她已经把他曾经用在卡米拉身上的绳结秘术学会，他就觉得后背隐隐发凉。
en_us: Recalling that Irina had already mastered knot-tying that he once used on Camilla, Mag felt a chill down his spine.

source: 想到自己要是落到这样一个狰狞可怕的男人手里，埃菲的心里哇凉哇凉的。
en_us: Eiffie's heart turned ice cold when she thought she was going to end up in the hands of such a terrifying man.

source: 想到这里，他就忍不住往泰坦酒馆的方向看了一眼。
en_us: The thought of that made him glance at Titan Tavern.

source: 想到那个漂亮的女老板，那美好的肉体，魅惑的模样，今晚都将属于他，任他蹂躏，他的干劲更足了。
en_us: He felt even more energetic when he thought how that beautiful lady boss with her exquisite body and seductive looks would belong to him tonight and his to ravish.

source: 想打人。
en_us: She wanted to hit someone.

source: 想打兽人族一个触不及防倒是把握住了战机，如果提前调动其他军区的部队，制定更完备的作战计划，这次突袭说不定还真能把整个暮光森林吃下来。
en_us: Catching the orcs off guard was successfully grabbing the opportunity. If Josh had deployed the troops from the other military zones beforehand and come up with a better plan, they might really have been able to take down the entire Twilight Forest with this sudden attack.

source: 想要靠一本杂志，让许多人跟着他做菜，这种难度不言而喻。
en_us: Trying to get a whole lot of people to learn cooking from him with just one magazine was indeed a very difficult task.

source: 想起来，已经很多年没有出现这样的女人了呢。
en_us: Come to think of it, there had been many years since a woman like that had appeared.

source: 意外的便宜啊！
en_us: It was surprisingly cheap!

source: 感受到了全场注视的目光，麦格笑着站起身来，微微点头致意。
en_us: Sensing the gazes, Mag stood up smilingly and nodded in acknowledgement.

source: 感受到了麦格的目光，晞眉头微蹙，略一犹豫，还是拿起了那两根被称为‘筷子’的竹棍，有些笨拙的夹起了一颗花生。
en_us: Sensing Mag's gaze, Xi frowned slightyl. After a brief moment of hesitation, she still picked up the two bamboo sticks called "chopsticks" and picked up a peanut clumsily.

source: 感觉会火。
en_us: He felt it would get really popular.

source: 感觉很有安全感，懂吗？
en_us: A sense of security.

source: 愧疚嘛，多少还是有点的。
en_us: Of course, he did feel a little guilty.

source: 成年人一口刚好能够吃下的大小，同时能够提供最大限度的满足感。
en_us: It was the size that fitted an adult's mouth perfectly. At the same time, it provided the greatest sense of satisfaction.

source: 我于前些日子开启酒窖，这是第一瓶灌装的泰坦酒。接下来泰坦酒馆将重新推出我父亲酿制的泰坦酒，每日供应数量应该在五十瓶左右。”
en_us: I went to the cellar a few days ago to open the cellar and this was the first bottle of Titan Liquor that I bottled. From now on, Titan Tavern would be relaunching the Titan Liquor that my father had brewed and there would be a supply of about 50 bottles a day."

source: 我感觉这个人不对劲，但我没有证据……
en_us: I feel that there's something wrong with this person but I have no evidence...

source: 我无法形容那种味道，因为我从未品尝过这样的味道。
en_us: I can't describe that taste because I have never sample that taste before.

source: 我现在已经一无所有，这一切的罪魁祸首都是你……我不该相信你的，不该相信你的……”
en_us: "I have nothing now, and it's all because of you… I shouldn't have trusted you. I shouldn't have trusted you…"

source: 我的天呐！竟然有人在食用克苏鲁！
en_us: Oh my gosh! Someone was actually eating Cthulhu!

source: 我裂开了。
en_us: I have exploded.

source: 我说了这么多。
en_us: I've said so much.

source: 我跟你们说，再给你们三天的时间，要是还拿不出态度把这道菜做出来，通通给我滚蛋！连我家隔壁王大娘做的都比你们做的好吃，要点脸吧。”一位老板在后厨叉着腰训话，情绪颇为激动。
en_us: Let me tell you. I'll give you three more days. If you can't bring out the right attitude to make this dish, all of you will leave! Even the housewife living beside me cooks better than you. Aren't you ashamed?" a restuarant owner chided with his arms akimbo at the back kitchen agitatedly.

source: 或者说那也是一个梦？
en_us: Or was that also a dream?

source: 或者说，这本来就是克苏鲁为他们设下的一个圈套，让他们自己往里跳。
en_us: Or perhaps, this had always been a trap that Cthulhu set from them and they jumped into it themselves.

source: 或许因为他们都是优秀的酿酒师，又或者是因为他们都有着异于常人的智慧和能力。
en_us: Perhaps they were both outstanding brewers, or perhaps they both had wisdom and capability that differed from ordinary people.

source: 或许她不知道，获得金奖的荣誉对于一家酒馆来说意味着什么，这是多么值得高兴与庆贺的一件事。
en_us: Perhaps she didn't know what the honor of the gold award meant to a tavern. What a happy and celebratory event it was.

source: 或许她也有着漫长的生命和强大的身体。
en_us: Perhaps, she also had a long life and a powerful body.

source: 或许她有着旧日支配者那样强大的能力。
en_us: Perhaps she had great power like the Great Old Ones.

source: 战争与否不是她能够左右和决定的，回到洛都可能会更安全，可她要是走了，基金会的许多项目都会停摆。
en_us: She couldn't dictate or decide if the war would happen. It might be safer to return to Rodu, but many foundation's projects would be in limbo if she left.

source: 战场之上，大将的作用并非冲锋陷阵，而布鲁姆能够一路逆袭登上将位，成为军方仅次于多米尼克的存在，用智多如妖来形容他也丝毫不为过。
en_us: In war, a general's role was not to be a vanguard. The reason Blum could rise up the ranks and be second to Dominic was that he was a sly fox.

source: 战斗已经结束。
en_us: The battle was already over.

source: 房子外观麦格没有做改变，不过把原本的招牌和一些花里胡哨的装饰给拆了，换上了新招牌：塞班酒馆！
en_us: Mag didn't make any changes to the property's exterior, but he removed the original signboard and some over-the-top decorations, and put up the new signboard: Saipan Tavern!

source: 所以一家人取消了出行计划，放下隐藏的电影巨幕，开启家庭影院模式。
en_us: Therefore, the whole family canceled their excursion plan. They let down the hidden giant screen and started the family movie mode.

source: 所以他开始絮絮叨叨的和对面的空位开始说话。
en_us: Therefore, he started mumbling to the empty space in front of him.

source: 所以他想先试试这是不是一个意外。
en_us: Hence, he wanted to test if this was an accident.

source: 所以他提着斧头，如砍小鸡仔一般将这群三四级的骑士送走了。
en_us: So, he used the ax and dispatched this group of 3rd-tier and 4th-tier knights.

source: 所以他直接堵死了艾米那没名堂的系统的嘴巴，防止它发布奇怪的任务。
en_us: Therefore, he made sure that Amy's system did not have the chance to give out strange missions.

source: 所以他要让古老者从一开始就断了这种念头，至少在他还活着的时候不行。
en_us: Hence, he wanted the Elder Things to stop having that thought, at least not while he was still alive.

source: 所以你得算好一天卖多少酒，这十二个酒窖里的酒能够支撑你的酒馆正常营业二十年。
en_us: Therefore, you have to calculate how much liquor to sell per day to make sure that the liquor in these 12 cellars could support your tavern's normal operation for 20 years.

source: 所以出现了焚烧卖身契、奴隶契约的贵族，街上开始多了要求平等和自由的游行精灵。
en_us: Therefore, there were noble elves burning slave contracts, and marching for peace and freedom.

source: 所以埃菲把门关好，从里边锁上，然后关好窗户，这才翻开封面继续看了起来。
en_us: Hence, Eiffie locked the door from the inside and closed the window before she flipped open the book and started reading it.

source: 所以埃菲拒绝了鲍里斯的合伙邀请，哪怕他说当年与她父亲是关系不错的朋友。
en_us: Hence, Eiffie rejected Boris' invitation, even though he said he was her father's good friend.

source: 所以大大小小的抗争也开始出现在生命之城以及风之森林的各处，精灵奴隶们冲击着贵族的仓库和领地，抢夺自己的奴隶契约，试图结束自己的奴隶生涯。
en_us: Therefore, all the big and small resistance movements began to appear in the City of Life and everywhere in the Wind Forest. The elven slaves charged at the nobles' stores and domains in attempt to end their slavery by snatching their slave contracts.

source: 所以奥尔登颐气指使的冲着艾米说道：“那小鬼，过来给大爷们倒酒。”
en_us: Therefore, Aulden pointed at Amy, and commanded, "Little brat, come over here and pour us some wine."

source: 所以她看到的是《金瓶梅》三个大字，但她不知道这三个大字是《金瓶梅》。
en_us: Therefore, she didn't know what the words mean event when she saw them.

source: 所以对于提升自己信仰值的事情也就上心了许多，这可是妥妥的睡后收入啊，投入产出比惊人。
en_us: Therefore, he became much more attentive to the matter of increasing his faith value. This was a solid passive income which had an astonishing input-output ratio.

source: 所以当教廷方面派出大主教，并且点名要找小老板的时候，卡诺心里还是有点担心的。
en_us: Hence, when the Holy See sent the archbishop, and said they wanted to look for Little Boss, Canault had been a little worried.

source: 所以有些高佣金任务出现的时候，为了争抢任务大打出手的事情并不少见。
en_us: Therefore, when a high-reward mission, a fight breaking out for the mission would be quite common.

source: 所以现在看到艾米一套一个准，随手两个圈就套走了两只鹅，惊讶于她的套圈实力的同时，对老板的反应也是非常满意。
en_us: Therefore, they were very happy with the boss' reaction while being astonished by Amy's ring-tossing skills at the same time when they saw that Amy was catching one goose with every ring.

source: 所以那日喝了几滴瓶子里仅剩的酒液后，便念念不忘到今日，先前在屋里闻到街上飘来的酒香便有些按耐不住，好不容易捱到酒馆关门，这才来讨一杯酒喝。
en_us: Therefore, he kept thinking about it after he drank the last few drops of liquor in the bottle that day. He already couldn't wait when he smelled that liquor's aroma which drifted in from the street in the house. He came to ask for a glass of liquor after the tavern closed.

source: 所以麦格又清炒了两个绿色蔬菜，最简单的炝炒，也不需要复杂的调料，炒好之后撒上几颗盐即可出锅。
en_us: Mag cooked another two dishes: two greens in the simplest way with no complex seasoning needed. After a quick stir-fry, he added a dash of salt, and the dishes were ready to serve.

source: 所以麦格直接跳了出去，向着端坐在房间门口的利尔走去，一道道黑色的虚影在他的身后显现。
en_us: Therefore, Mag jumped right out, and walked towards Lear, who was sitting by the door. Shadows started appearing behind Mag.

source: 所以，在起床前，艾米就成功的从系统这里刷了5点生活体验值。
en_us: Therefore, before she got up from bed, Amy had already successfully gotten five life experience points from the System.

source: 所以，她现在打算和优秀的哈迪斯先生，建立起深厚的友谊。
en_us: Therefore, she planned to establish a firm friendship with the outstanding Mr. Hades now.

source: 所以，收回半步的脚，又再次跨了进去。
en_us: Therefore, she took a step forward again.

source: 所以，麦格看了一眼桌上的不锈钢大茶缸。
en_us: Therefore, Mag looked at the big stainless tea mug on the table.

source: 所有人抬头，看到了那在月色下闪耀着紫色光芒的巨兽。
en_us: Everyone looked up and saw the giant beast that glowed with purple light under the moonlight.

source: 所有人都一脸震惊的看着脸上挂满红油和猪耳朵，一脸懵逼的奥尔登。
en_us: Everyone looked at the stupefied Aulden with his face smeared with red oil and pig's ears in shock.

source: 所有人都已经能够想象到，接下来这条街会拥有怎样的人气。
en_us: Everyone could already imagine how popular that street would be in the future.

source: 所有的奴隶被戴上了重重的铁镣铐，但劳作并未减少。
en_us: All slaves were cuffed up in heavy metal chains but their work was not did not get lesser.

source: 所有的守卫都被抓了起来，全部被捆绑在中央的空地上，脸上除了伤痕，还有无尽的恐惧。
en_us: All the guards were rounded up and tied up in the empty field in the middle. Apart from injuries, there were also endless fear.

source: 所有试图抵抗的家伙，我会送你们和奥斯特一起祭天！”
en_us: All those who try to resist, I'll send you all to be a sacrifice together with Auster!"

source: 所谓抄手，在他的理解中，就是川味版的馄饨。
en_us: The so-called wontons were Sichuanese style wontons in his understanding.

source: 手一招，长剑回到了他的手中。
en_us: He waved his hand and the longsword returned to his hand.

source: 手擀的面皮，柔软细腻而不失韧劲，一口咬开，慢慢的猪肉馅早已孕育出最美味的馅。
en_us: The handmade dough skin was soft and tender but yet chewy. Biting it open, the pork meat fillings had already nurtured the most delicious stuffings.

source: 手里拿着书，不过麦格的心思却不在这里，而是思索着乔修接下来可能的行动。
en_us: Although he was holding a book, Mag wasn't reading it. Instead, he was thinking about Josh's possible actions in the future.

source: 才那么大的小家伙，已经知道体谅他们的辛苦了。
en_us: This little one already empathized with their hardship at such a young age.

source: 打开烤炉盖，烤鹅的香味扑面而来，取出烤的金黄的烧鹅，先放到一旁晾着。
en_us: When the oven was opened, the fragrance of the roast goose wafted out. Mag took out the golden-brown roast goose, and put it aside to cool for a while.

source: 扫了一眼她的左手，确认那里没有拎着一把折叠椅后，他稍稍松了口气。
en_us: He flicked a quick glance at her left hand. After making sure that she wasn't holding a folding chair, he heaved a breath of relief.

source: 技能：无
en_us: Skills: NIL

source: 把两个孩子哄睡了，麦格才回到自己房间开始查看起系统给他发布的任务奖励。
en_us: After putting the children to bed, Mag returned to his room to check on the mission rewards given by the system.

source: 把伊琳娜送上楼，麦格正准备下楼，艾米和安妮从隔壁玩具房探出脑袋。
en_us: After sending Irina upstairs, Mag was about to go downstairs again when Amy and Annie peeked their heads out from the playroom next door.

source: 把玩耍的主场转移到厨房门口的艾米，全程目睹了整个过程。
en_us: Amy, who had changed her playground to the entrance of the kitchen, witnessed the entire scene.

source: 把资料先放酒柜上，麦格出门去了趟城南的人才市场。
en_us: After putting the documents on the bar counter, Mag went to the human resource market at the south of the city.

source: 把野猪肉腌制处理好，艾米自己在楼下玩耍，安妮在一旁画画，麦格则上楼去了书房开始研究系统奖励的精神控制的能力。
en_us: After processing and marinating the wild boar's meat, Amy played downstairs by herself while Annie drew at the side. Mag went upstairs to the study to find out more about mind control ability rewarded by the system."

source: 折叠椅上脸，暴击*10000.
en_us: The folding chair hit his face. Violent strike*10,000.

source: 护卫之中有水系魔法师，尚未蔓延开来的火势倒也很快便被控制住。
en_us: There were water-type magic casters among the guards, so the fire was under control very quickly.

source: 抱歉，观察者不应该这样的形容，但我现在的确没有找到合适的形容词。
en_us: My apologies. An Observer shouldn't use such descriptions, but I'm not able to find the appropriate description now.

source: 抽奖系统：尚未开放
en_us: Lucky draw system: Currently Unavailable

source: 拌饭的味道……
en_us: The taste of it when eaten with rice…

source: 拍好一根黄瓜，麦格这次改为侧切，增大切口面积。
en_us: After smashing another cucumber, Mag sliced it horizontally this time to increase its surface area.

source: 拍裂，但不能拍散，更不能把黄瓜内部拍糊，那样有失清爽。
en_us: The cucumber had to be smashed, but not completely disintegrated and the interior of the cucumber must not be squashed. Otherwise, it would lose its refreshing taste.

source: 拍黄瓜是一道简单快手的菜。
en_us: Smashed Cucumber Salad was a simple and quick dish to make.

source: 拍黄瓜，重点便在于这个‘拍’字。
en_us: The key in Smashed Cucumber Salad was at the worked "Smashed".

source: 拔开木塞，浓浓的酒香顿时扑面而来。
en_us: The moment the cork was pulled out, the rich fragrance of the alcohol wafted out.

source: 拔开酒塞，诺亚仰头就灌了两大口。
en_us: Noya pulled out the cork, and chugged two mouthfuls down.

source: 招牌什么的都很普通，当然，这对麦格来说都不重要。
en_us: Its signboard and the rest were all very ordinary. Of course, all this was not important to Mag.

source: 拿什么练习飞行不好，非得拿本少儿不宜的夜间读物。
en_us: Why did he have to use a pornographic book for practice?

source: 持有黑市令牌的人，将获得进入据点的许可，便可以委托黑市发布任务，或者承接他人发布的任务。
en_us: Those with the black market tablet would be allowed to enter the headquarters and could request for the black market to launch a mission, or accept the missions launched by others.

source: 指针旋转了几圈后，非常幸运的停在了全地形车上。
en_us: After turning a few rounds, the needle stopped very luckily on an all-terrain vehicle.

source: 按照往常的经验，今天早上应该会非常难受。
en_us: According to his past experience, he should be feeling very miserable in the morning.

source: 按照生活体验系统循序渐进的理念，获得一道美食的第一步，应该从种植和获取食材开始。
en_us: According to the Life Experience System's ideology of taking things one step at a time, the first step to making a delicacy should start with planting and harvesting ingredients.

source: 按照生活体验系统的标准，这的确已经是一份非常完美的拍黄瓜，无论是拿来下饭还是配粥，都巴适得很。
en_us: According to the Life Experience System's standard, it was indeed already a perfect Smashed Cucumber Salad. It was suitable to go with rice or porridge.

source: 按照系统的说法，光是颜粉和才华粉是不够的，得将他们转化为会主动尝试着去烹饪的实干粉才行。
en_us: According to the system's explanation, fans who were after his looks and talents didn't count. He had to convert them into solid fans who would take the initiative to try cooking on their own.

source: 按照系统的说法，这是因为麦格穿越时空的时候，精神经过了时空乱流的洗涤，并且融合了一部分亚历克斯的神魂和记忆。
en_us: According to system, this was becausue Mag's mind had been cleansed by the time and space's turbulance when he transmigrated and fused with a portion of Alex's soul and memories.

source: 按照这个节奏，一个竹圈消灭一只大肥鹅。
en_us: Going along with this flow, one ring would take out one big, fat goose.

source: 挽着他臂弯的伊琳娜更是美若天仙，气质优雅，走在她身侧的安妮甜美可人，青春气息洋溢。
en_us: Beside him, holding his arm, was Irina, as beautiful as a goddess, poised and elegant. Walking beside Irina, was sweet Annie with her youthfulness blossoming.

source: 换上新设备后的第一炉泰坦酒，总算是要出炉了。
en_us: The first Titan Liquor brew with the new apparatus was finally out.

source: 据他了解，目前诺兰大陆最先进的印刷厂，用的也是雕版印刷术，所以画册基本为黑白两色为主。
en_us: According to what he understood, the current most advanced printing factory in Norland Continent used block printing technique and that was why all picture books were mainly in black and white.

source: 据相关人士介绍，涉案金额高达数亿。
en_us: According to insider's information, the amount at stake was a few hundred million.

source: 据说现场还被纵火，好在新时代好邻居哈迪斯先生及时发现，将火焰扑灭，挽救了一些损失。
en_us: It was said that the place was even set on fire but the kind new neighbor, Mr. Hades, found out in time and put the fire, therefore reducing the amount of losses.

source: 据说黑市和洛斯帝国的皇室有着隐秘的关系，所以这么多年来一直盘踞在洛都城的地下世界，稳如老狗。
en_us: It was said that the black market had a secret relation to the royal family of the Roth Empire. Therefore, its status in Rodu's underground world had always been stable throughout all these years.

source: 掀开黑色的帘子，一条通道出现，通道前站着两黑袍人，伸手拦住了麦格。
en_us: he raised the black curtain and a tunnel appeared. There were two men in black robe standing in front of the tunnel. The reached out to stop Mag.

source: 接下来晞不再说话，安静的喝完了那瓶威士忌和三份下酒菜。
en_us: Xi stopped talking after that and quietly finished that bottle of whiskey and the three side dishes.

source: 接着奥斯特又和众酋长商量了一番伏杀细节，做好了完全的准备，确保康妮和雷克斯插翅难飞，才让众人散去。
en_us: Then, Auster discussed the assassination details with all leaders. He only let them leave after doing all the preparations and making sure Connie and Rex couldn't escape.

source: 接着是鸡肉，看起来小方块有些死板的鸡肉，一口咬开，并没有预想中的烂柴口感，反而有着恰到好处的软嫩与柔润。
en_us: Then, she tried the chicken. The diced chicken wasn't mushy as she thought it would be; instead, it was perfectly soft and tender.

source: 接着第一组的其他四瓶酒，得分都在30—40之间，每次都是一位评委发表简短点评，也算是提出一点建议。
en_us: The other four bottles in the 1st group received 30 to 40 points and a judge would make a short review as suggestions.

source: 接着露娜又和麦格聊了一会关于希望学园的事情。
en_us: Then, Luna and Mag chatted about the Hope School.

source: 接着麦格又控制着桌上一本书摇摇晃晃的飞了起来，目光指向哪里，书本便飞向哪里，如御剑一般。
en_us: Then, Mag made a book flew up shakily from the table. The book would fly wherever his gaze pointed at, just like controlling the flying sword.

source: 接着麦格查看了一下那所谓的精神控制技能。
en_us: Then, Mag checked out that so-called mind-control ability.

source: 接着，一声声赞叹声在酒馆中响起，无论是茅台酒还是威士忌，都给众人带来了极大的惊喜。
en_us: After that, the tavern echoed with praises for the liquor. Be it Maotai or the whiskey, everyone was pleasantly surprised.

source: 接连亮起的火把照亮了院子，守卫很快控制了所有要道，并且发现了狂奔中的安东。
en_us: Immediately, fire torches lit up the entire courtyard. Guards quickly took control of all important routes and discovered Anton, who was running without a care.

source: 推开店门，是一家平平无奇的酒馆，桌椅随意摆放着，酒柜上还有几个空酒瓶，没什么特色，也没什么特别糟糕的地方。
en_us: Pushing the doors open, they saw an ordinary tavern. The tables and chairs were casually laid around. There were a few empty liquor bottles on the shelves. It had nothing special, but it had nothing particularly bad, either.

source: 搞不好，是会出人命的。
en_us: It might even cost a life.

source: 撒娇女人最好命，这个道理埃菲还是懂的。
en_us: Women who acted coquettishly could lead the best life. This was something Eiffie knew.

source: 撕拉！
en_us: Rip!

source: 擦去斧头上留下的指纹，把斧头丢在那巨汉的身旁，麦格重新回到屋子里。
en_us: After wiping away the fingerprints on the ax and tossing it next to the big guy, Mag returned to the house.

source: 放下武器，双手抱头从里面出来，然后自愿加入和平联盟，我会给你们改过自新的机会。
en_us: Put down your weapons and come out with your hands on your head. Join the Peace Alliance voluntarily and I'll give you a chance to turn over a new leaf.

source: 放的住放不住另说，耳膜穿孔应该是没问题的。
en_us: It was one thing whether it would stay in place, but it would definitely pierce through his eardrum.

source: 教一个从未接触过现代机械的女人，上手一套相对先进的蒸馏设备，是一件不太简单的事情。
en_us: It was not very easy to teach a woman, who had not tried her hands on modern machinery, how to use a rather advanced distillation equipment.

source: 教堂最前方有座一米多高的高台，上边一字排开五张桌子，五位评委分别入座，没人手边都有一个装满温水的大水杯。
en_us: There was a one-meter-tall platform in front of the church with five tables spread out in a row. The five judges took their seats respectively. There was a big glass of warm water on every table.

source: 教堂里的目光顿时刷刷落到了麦格的身上。
en_us: Everyone turned to look at Mag immediatley.

source: 教廷主教的身份在这不好使，好在希利并没有强者病，跟着卡诺来到队伍最后方，听着他诉说这家餐厅的一些趣事和规则。
en_us: The Holy See's bishop's identity wasn't useful here. Fortunately, Seely didn't mind, and he followed Canault to the end of the line as he listened to Canault talk about the interesting facts and rules of this restaurant.

source: 教廷可能会给艾米倾注许多资源，但艾米可能也会因此变成一个没有感情的神使，这是他无法接受的事情。
en_us: The Holy See might pour more resources into Amy, but Amy would also most likely become an emotionless messenger of their god. This was what he couldn't accept.

source: 教廷在人族中存在了漫长了岁月，在洛斯帝国建立之前，更是一度成为黑暗时代人族的指路明灯，是光明和正义的象征。
en_us: The Holy See had existed for eons in the human race. Before the Roth Empire had been established, the See had even once been the guiding light for the human race in the dark ages. It had been the symbol of light and justice.

source: 教廷在洛斯帝国渐渐式微，在洛斯帝国之外更是已经渐渐失去存在感。
en_us: The Holy See in the Roth Empire was gradually getting weaker. It even slowly lost its sense of existence outside the Roth Empire.

source: 教廷大殿。
en_us: The Holy See's Great Hall.

source: 教廷是人族的教廷，而艾米是一个半精灵，这显然有些不太合理。
en_us: The Holy See was the human race's holy center, and Amy was a half-elf. This obviously wasn't reasonable.

source: 教廷这些年虽然一直试图向外扩大影响力，但在洛斯帝国都在不断没落，就更别说如何扩张了，在混乱之城的教堂只有五个工作人员便已经说明一切。
en_us: Although the Holy See had been trying to expand their influence outwards, even their influence in the Roth Empire had been deteriorating, so forget about expansion. The fact that the Chaos City's church only had five people had clearly demonstrated that.

source: 教皇微笑道：“此事不必着急，神灵自有安排，她不来，只是时候未到。”
en_us: The pope smilingly said, "We don't have to worry about this matter. The Holy Spirit has Its own plans. She didn't come, because it isn't the time yet."

source: 教皇饶有深意的看着他道：“你要记得，教廷从来不是为了皇权而存在的，当初我们设立皇权，也只是为了更好的保护人族。”
en_us: The pope looked at him meaningfully, and said, "You must remember this. The Holy See has never existed for imperial power. We set up imperial power back then to better protect the human race."

source: 敢为了创新而投入精力与金钱的人，都是值得钦佩的，因为他们的存在，一个行业才能不断向前发展。
en_us: Anyone who dared to invest energy and money into innovation, was admirable because their existence propelled the industry forward.

source: 敢打艾米的主意，就算是神也杀给你看。
en_us: He would even kill a god if they had designs on Amy.

source: 数万古尸密集的冲来，几乎要堆叠在一起。
en_us: Tens of thousands of ancient corpses rushed towards them. They almost stacked onto one another.

source: 数十个奴隶宿舍中响起了镣铐声，但依旧沉默着。
en_us: The sounds of chains clanked in the dormitories but all was still.

source: 数千兽人层层围住了奥斯特的府邸。
en_us: Thousands of orcs encircled Auster's residence in layers.

source: 数重防护阵法升起，将皇宫和几座大殿重重防护。
en_us: Multiple defence spell formations were put up, guarding the multiple palace halls.
